Repository: heisler98/rhythmic
Catalog: AudioPlayer1/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Library
ar: مكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Biblioteca
ja: 図書館
ko: 도서관
pt_pt: Biblioteca
ru: Библиотека
th: ห้องสมุด
tr: Kütüphane
zh_hans: 图书馆
zh_hant: 圖書館

source: Not Playing
ar: لا يلعب
de: Nicht spielen
es: No jugar
fr: Ne joue pas
it: Non giocare
ja: 遊んでいない
ko: 재생하지 않음
pt_pt: Não jogar
ru: Не играю
th: ไม่เล่น
tr: Oynamıyorum
zh_hans: 不玩
zh_hant: 不玩

source: Shuffle
ar: خلط
de: Mischen
es: Barajeo
fr: Mêler
it: Mescolare
ja: シャッフル
ko: 혼합
pt_pt: Embaralhar
ru: Перемешать
th: สุ่ม
tr: Karıştır
zh_hans: 洗牌
zh_hant: 洗牌

source: Play All
ar: لعب كل
de: Alle wiedergeben
es: Jugar a todos
fr: Jouer à tous
it: Giocare tutto
ja: 全部やる
ko: 모두 재생
pt_pt: Jogar tudo
ru: Играть все
th: เล่นทั้งหมด
tr: Hepsini Oynat
zh_hans: 全部播放
zh_hant: 全部播放

source: Find more music
ar: ابحث عن المزيد من الموسيقى
de: Finde mehr Musik
es: Encuentra más música
fr: Trouver plus de musique
it: Trova altra musica
ja: 音楽をもっと探す
ko: 더 많은 음악 찾기
pt_pt: Encontre mais músicas
ru: Найти больше музыки
th: ค้นหาเพลงเพิ่มเติม
tr: Daha fazla müzik bulun
zh_hans: 寻找更多音乐
zh_hant: 尋找更多音樂

source: Add music
ar: أضف الموسيقى
de: Musik hinzufügen
es: Añadir música
fr: Ajouter de la musique
it: Aggiungi musica
ja: 音楽を追加
ko: 음악 추가
pt_pt: Adicionar música
ru: Добавить музыку
th: เพิ่มเพลง
tr: Müzik ekleyin
zh_hans: 添加音乐
zh_hant: 添加音樂

source: Done
ar: قريب
de: Getan
es: Hecho
fr: Terminé
it: Fatto
ja: 閉じる
ko: 닫기
pt_pt: Perto
ru: Готово
th: ปิด
tr: Kapat
zh_hans: 关
zh_hant: 關

# question
source: Where's my other music?
ar: أين موسيقاي الأخرى؟
de: Wo ist meine andere Musik?
es: ¿Dónde está mi otra música?
fr: Où est mon autre musique?
it: Dov'è la mia altra musica?
ja: 私の他の音楽はどこですか？
ko: 내 다른 음악은 어디있어?
pt_pt: Onde está minha outra música?
ru: Где другая моя музыка?
th: เพลงอื่นของฉันอยู่ที่ไหน
tr: Diğer müziğim nerede?
zh_hans: 我的其他音乐在哪里？
zh_hant: 我的其他音樂在哪裡？

# description
source: Only music purchased through the iTunes Store, synced to your iOS device, or added through AirDrop, is accessible to Rhythmic.
ar: فقط الموسيقى المشتراة من iTunes Store ، أو المزامنة مع جهاز iOS الخاص بك ، أو المضافة من خلال AirDrop ، يمكن الوصول إليها من خلال Rhythmic.
de: Nur Musik, die über den iTunes Store gekauft, mit Ihrem iOS-Gerät synchronisiert oder über AirDrop hinzugefügt wurde, ist für Rhythmic zugänglich.
es: Sólo la música comprada a través de la tienda iTunes, sincronizada con su dispositivo iOS, o añadida a través de AirDrop, es accesible a Rhythmic.
fr: Seule la musique achetée via l'iTunes Store, synchronisée sur votre appareil iOS ou ajoutée via AirDrop, est accessible à Rhythmic.
it: Solo la musica acquistata tramite iTunes Store, sincronizzata con il tuo dispositivo iOS o aggiunta tramite AirDrop, è accessibile a Rhythmic.
ja: iTunes Store経由で購入した、iOSデバイスに同期した、またはAirDrop経由で追加した音楽のみにアクセスできます
ko: iTunes Store를 통해 구입하거나 iOS 기기에 동기화되거나 AirDrop을 통해 추가 된 음악 만 Rhythmic에 액세스 할 수 있습니다.
pt_pt: Apenas músicas compradas na iTunes Store, sincronizadas com seu dispositivo iOS ou adicionadas por meio do AirDrop podem ser acessadas pelo Rhythmic.
ru: Для Rhythmic доступна только музыка, приобретенная в iTunes Store, синхронизированная с вашим устройством iOS или добавленная через AirDrop.
th: เฉพาะเพลงที่ซื้อผ่าน iTunes Store ซึ่งเชื่อมข้อมูลกับอุปกรณ์ iOS ของคุณหรือเพิ่มผ่าน AirDrop เท่านั้นที่สามารถเข้าถึง Rhythmic ได้
tr: Yalnızca iTunes Store'dan satın alınan, iOS aygıtınızla eşzamanlanan veya AirDrop aracılığıyla eklenen müziklere Rhythmic'e erişilebilir.
zh_hans: 仅可访问通过iTunes Store购买，已同步到您的iOS设备或通过AirDrop添加的音乐。
zh_hant: 僅可訪問通過iTunes Store購買，同步到您的iOS設備或通過AirDrop添加的音樂。

source: Add File Sharing songs
ar: أضف الأغاني المتزامنة من خلال iTunes
de: Fügen Sie über iTunes synchronisierte Titel hinzu
es: Añade canciones sincronizadas a través de iTunes
fr: Ajouter des chansons synchronisées via iTunes
it: Aggiungi brani sincronizzati tramite iTunes
ja: iTunesで同期した曲を追加する
ko: iTunes를 통해 동기화 된 노래 추가
pt_pt: Adicionar músicas sincronizadas pelo iTunes
ru: Добавить песни, синхронизированные через iTunes
th: เพิ่มเพลงที่ซิงค์ผ่าน iTunes
tr: İTunes aracılığıyla senkronize edilen şarkıları ekleyin
zh_hans: 添加通过iTunes同步的歌曲
zh_hant: 添加通過iTunes同步的歌曲

source: Unnamed Track
ar: أغنية بدون اسم
de: Unbenanntes Lied
es: Canción sin nombre
fr: Chanson sans nom
it: Canzone senza nome
ja: 名前のない歌
ko: 이름이없는 노래
pt_pt: Música sem nome
ru: Песня без названия
th: เพลงที่ไม่มีชื่อ
tr: Adsız şarkı
zh_hans: 未命名的歌曲
zh_hant: 未命名的歌曲

source: Unnamed Artist
ar: فنان بدون اسم
de: Unbenannter Künstler
es: Artista anónimo
fr: Artiste sans nom
it: Artista senza nome
ja: 名前のないアーティスト
ko: 이름이없는 아티스트
pt_pt: Artista sem nome
ru: Безымянный художник
th: ศิลปินที่ไม่มีชื่อ
tr: Adsız sanatçı
zh_hans: 未命名的艺术家
zh_hant: 無名畫家
